{
  "results": [
    {
      "id": "tv1",
      "title": "Squid Game",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/dDlEmu3EZ0Pgg93K2SVNLCjCSvE.jpg",
      "overview": "Hundreds of cash-strapped players accept a strange invitation to compete in children's games—with high stakes. But, a tempting prize awaits the victor."
    },
    {
      "id": "tv2",
      "title": "Dexter: New Blood",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/9EBKgrFIsCFSV1RZKWhYUdbtGiv.jpg",
      "overview": "10 years after Dexter went missing in the eye of Hurricane Laura, we find him living under an assumed name in the small town of Iron Lake, New York.  Dexter may be embracing his new life, but in the wake of unexpected events in this close-knit community, his Dark Passenger beckons."
    },
    {
      "id": "tv3",
      "title": "Arcane",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/8yIecXrjTo3uPBPBU2ovrIU6oOp.jpg",
      "overview": "Amid the stark discord of twin cities Piltover and Zaun, two sisters fight on rival sides of a war between magic technologies and clashing convictions."
    },
    {
      "id": "tv4",
      "title": "Money Heist",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/reEMJA1uzscCbkpeRJeTT2bjqUp.jpg",
      "overview": "To carry out the biggest heist in history, a mysterious man called The Professor recruits a band of eight robbers who have a single characteristic: none of them has anything to lose. Five months of seclusion - memorizing every step, every detail, every probability - culminate in eleven days locked up in the National Coinage and Stamp Factory of Spain, surrounded by police forces and with dozens of hostages in their power, to find out whether their suicide wager will lead to everything or nothing."
    },
    {
      "id": "tv5",
      "title": "The Flash",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/lJA2RCMfsWoskqlQhXPSLFQGXEJ.jpg",
      "overview": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash."
    },
    {
      "id": "tv6",
      "title": "Foundation",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/A1fXGFxDifQzj08OlaGTVcnXHyd.jpg",
      "overview": "Follow a band of exiles on their monumental journey to save humanity and rebuild civilization amid the fall of the Galactic Empire."
    },
    {
      "id": "tv7",
      "title": "Chucky",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/iF8ai2QLNiHV4anwY1TuSGZXqfN.jpg",
      "overview": "After a vintage Chucky doll turns up at a suburban yard sale, an idyllic American town is thrown into chaos as a series of horrifying murders begin to expose the town’s hypocrisies and secrets. Meanwhile, the arrival of enemies — and allies — from Chucky’s past threatens to expose the truth behind the killings, as well as the demon doll’s untold origins."
    },
    {
      "id": "tv8",
      "title": "Invasion",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/7rpiHZx10Nm50AtzTUEO9eyaKdq.jpg",
      "overview": "Earth is visited by an alien species that threatens humanity’s existence. Events unfold in real time through the eyes of five ordinary people across the globe as they struggle to make sense of the chaos unraveling around them."
    },
    {
      "id": "tv9",
      "title": "Dexter",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/58H6Ctze1nnpS0s9vPmAAzPcipR.jpg",
      "overview": "Dexter Morgan, a blood spatter pattern analyst for the Miami Metro Police also leads a secret life as a serial killer, hunting down criminals who have slipped through the cracks of justice."
    },
    {
      "id": "tv10",
      "title": "You",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/yxIdKGEjagaLs5kMjw92kAHmopH.jpg",
      "overview": "A dangerously charming, intensely obsessive young man goes to extreme measures to insert himself into the lives of those he is transfixed by."
    },
    {
      "id": "tv11",
      "title": "Yellowstone",
      "poster_path": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/iqWCUwLcjkVgtpsDLs8xx8kscg6.jpg",
      "overview": "Follow the violent world of the Dutton family, who controls the largest contiguous ranch in the United States. Led by their patriarch John Dutton, the family defends their property against constant attack by land developers, an Indian reservation, and America’s first National Park."
    }
  ]
}